Repository: guzzard/godot
Catalog: tools/translations/*.po
Languages: sv

source: A SpriteFrames resource must be created or set in the 'Frames' property in order for AnimatedSprite to display frames.
sv: En SpriteFrames resurs måste skapas eller ställa i "ramar egendom för att AnimatedSprite att visa ramar.

source: Only one visible CanvasModulate is allowed per scene (or set of instanced scenes). The first created one will work, while the rest will be ignored.
sv: Endast en synlig CanvasModulate tillåts per scen (eller uppsättning av instanser scener). Den första skapade en kommer att fungera, medan resten kommer att ignoreras.

source: CollisionPolygon2D only serves to provide a collision shape to a CollisionObject2D derived node. Please only use it as a child of Area2D, StaticBody2D, RigidBody2D, KinematicBody2D, etc. to give them a shape.
sv: CollisionPolygon2D tjänar endast till att tillhandahålla en kollision form till en CollisionObject2D härledd nod. Använd endast det som ett barn av Area2D, StaticBody2D, RigidBody2D, KinematicBody2D, etc. för att ge dem en form.

source: An empty CollisionPolygon2D has no effect on collision.
sv: En tom CollisionPolygon2D har ingen effekt på kollision.

source: CollisionShape2D only serves to provide a collision shape to a CollisionObject2D derived node. Please only use it as a child of Area2D, StaticBody2D, RigidBody2D, KinematicBody2D, etc. to give them a shape.
sv: CollisionShape2D tjänar endast till att tillhandahålla en kollision form till en CollisionObject2D härledd nod. Använd endast det som ett barn av Area2D, StaticBody2D, RigidBody2D, KinematicBody2D, etc. för att ge dem en form.

source: A shape must be provided for CollisionShape2D to function. Please create a shape resource for it!
sv: En form måste tillhandahållas för CollisionShape2D att fungera. Skapa en form resurs för det!

source: A texture with the shape of the light must be supplied to the 'texture' property.
sv: En struktur med formen av ljuset måste tillföras "struktur" egendom.

source: An occluder polygon must be set (or drawn) for this occluder to take effect.
sv: En tillslutnings polygon måste ställas in (eller dras) för denna tillslutning ska träda i kraft.

source: The occluder polygon for this occluder is empty. Please draw a polygon!
sv: Tillslutningen polygon för denna tillslutning är tom. Vänligen dra en polygon!

source: A NavigationPolygon resource must be set or created for this node to work. Please set a property or draw a polygon.
sv: En NavigationPolygon resurs måste ställas in eller skapas för denna nod att fungera. Vänligen ange en egenskap eller rita en polygon.

source: NavigationPolygonInstance must be a child or grandchild to a Navigation2D node. It only provides navigation data.
sv: NavigationPolygonInstance måste vara ett barn eller barnbarn till en Navigation2D nod. Det ger bara navigationsdata.

source: ParallaxLayer node only works when set as child of a ParallaxBackground node.
sv: ParallaxLayer nod fungerar endast när den är inställd som barn till en ParallaxBackground nod.

source: Path property must point to a valid Particles2D node to work.
sv: Path egendom måste peka på en giltig Particles2D nod att arbeta.

source: PathFollow2D only works when set as a child of a Path2D node.
sv: PathFollow2D fungerar endast när den är inställd som ett barn till en Path2D nod.

source: Path property must point to a valid Node2D node to work.
sv: Path egendom måste peka på en giltig Node2D nod att arbeta.

source: A SampleLibrary resource must be created or set in the 'samples' property in order for SamplePlayer to play sound.
sv: En SampleLibrary resurs måste skapas eller ställa i "prov egendom för att SamplePlayer att spela upp ljud.

source: Path property must point to a valid Viewport node to work. Such Viewport must be set to 'render target' mode.
sv: Path egendom måste peka på en giltig View nod att arbeta. Sådan View måste vara satt till "göra mål" -läge.

source: The Viewport set in the path property must be set as 'render target' in order for this sprite to work.
sv: Visnings in i banan egenskapen måste ställas in som "gör mål" för att denna sprite att fungera.

source: VisibilityEnable2D works best when used with the edited scene root directly as parent.
sv: VisibilityEnable2D fungerar bäst när den används med den redigerade scenen rot direkt som förälder.

source: CollisionShape only serves to provide a collision shape to a CollisionObject derived node. Please only use it as a child of Area, StaticBody, RigidBody, KinematicBody, etc. to give them a shape.
sv: CollisionShape tjänar endast till att tillhandahålla en kollision form till en CollisionObject härledd nod. Använd endast det som ett barn av Area, StaticBody, Rigidbody, KinematicBody, etc. för att ge dem en form.

source: A shape must be provided for CollisionShape to function. Please create a shape resource for it!
sv: En form måste tillhandahållas för CollisionShape att fungera. Skapa en form resurs för det!

source: CollisionPolygon only serves to provide a collision shape to a CollisionObject derived node. Please only use it as a child of Area, StaticBody, RigidBody, KinematicBody, etc. to give them a shape.
sv: CollisionPolygon tjänar endast till att tillhandahålla en kollision form till en CollisionObject härledd nod. Använd endast det som ett barn av Area, StaticBody, Rigidbody, KinematicBody, etc. för att ge dem en form.

source: An empty CollisionPolygon has no effect on collision.
sv: En tom CollisionPolygon har ingen effekt på kollision.

source: A NavigationMesh resource must be set or created for this node to work.
sv: En NavigationMesh resurs måste ställas in eller skapas för denna nod att fungera.

source: NavigationMeshInstance must be a child or grandchild to a Navigation node. It only provides navigation data.
sv: NavigationMeshInstance måste vara ett barn eller barnbarn till en navigations nod. Det ger bara navigationsdata.

source: Only one WorldEnvironment is allowed per scene (or set of instanced scenes).
sv: Endast en WorldEnvironment tillåts per scen (eller uppsättning av instanser scener).

source: A SampleLibrary resource must be created or set in the 'samples' property in order for SpatialSamplePlayer to play sound.
sv: En SampleLibrary resurs måste skapas eller ställa i "prov egendom för att SpatialSamplePlayer att spela upp ljud.

source: Cancel
sv: Avbryt

source: Alert!
sv: Varning!

source: Please Confirm...
sv: Vänligen bekräfta...

source: Cut
sv: Klipp ut

source: Copy
sv: Kopiera

source: Paste
sv: Klistra in

source: Select All
sv: Markera allt

source: Clear
sv: Rensa

source: Undo
sv: Ångra

source: Popups will hide by default unless you call popup() or any of the popup*() functions. Making them visible for editing is fine though, but they will hide upon running.
sv: Popups kommer att dölja som standard om du ringer popup () eller någon av popup * () funktioner. Gör dem synliga för redigering är bra men, men de kommer att dölja vid löpning.

source: This viewport is not set as render target. If you intend for it to display its contents directly to the screen, make it a child of a Control so it can obtain a size. Otherwise, make it a RenderTarget and assign its internal texture to some node for display.
sv: Denna visnings är inte inställd som gör mål. Om du tänker för att visa dess innehåll direkt till skärmen, gör det ett barn av en kontroll så att den kan få en storlek. Annars gör det en RenderTarget och överlåta sin interna struktur till viss nod för visning.

source: Error initializing FreeType.
sv: Fel vid initiering Freetype.

source: Unknown font format.
sv: Okänd teckenformat.

source: Error loading font.
sv: Fel vid inläsning av teckensnitt.

source: Invalid font size.
sv: Ogiltig teckenstorlek.

source: Close
sv: Stäng

source: Search:
sv: Sök

source: Search
sv: Sök

source: Import
sv: Importera

source: Plugins
sv: Plugin

source: Sort:
sv: Sortera:

source: Reverse
sv: Tillbaka

source: Category:
sv: Kategorier

source: All
sv: Allt

source: Site:
sv: Sajt:

source: Assets ZIP File
sv: Tillgångar ZIP-fil

source: Disabled
sv: Har inaktiverats

source: All Selection
sv: Allt valt

source: Move Add Key
sv: Flytta lägg till nyckel

source: Anim Change Transition
sv: Ändra animationsövergång

source: Anim Change Transform
sv: Ändra animationsomvandling

source: Anim Change Value
sv: Ändra animationsväde

source: Anim Change Call
sv: Ändra animationsanrop

source: Anim Add Track
sv: Lägg till animationsspår

source: Move Anim Track Up
sv: Flytta upp animationsspår

source: Move Anim Track Down
sv: Flytta ner animationsspår

source: Remove Anim Track
sv: Avlägsna Anim Track

source: Set Transitions to:
sv: Ställ övergångar till:

source: Anim Track Change Interpolation
sv: Anim Track Ändra Interpolation

source: Anim Track Change Value Mode
sv: Anim Track Ändra värde läge

source: Edit Node Curve
sv: Redigera Node Curve

source: Anim Delete Keys
sv: Anim Delete

source: Anim Add Key
sv: Anim Lägg till nyckel

source: Scale Selection
sv: skala Selection

source: Scale From Cursor
sv: Skala från markör

source: Duplicate Transposed
sv: Duplicate införlivat

source: Goto Next Step
sv: Goto Nästa steg

source: Goto Prev Step
sv: Goto Föreg Steg

source: Linear
sv: 12.958 | | Linjär +

source: Constant
sv: Konstant

source: In
sv: Då ha

source: Out
sv: -Ut!

source: In-Out
sv: In ut

source: Transitions
sv: övergångar

source: Optimize Animation
sv: optimera Animation

source: Create NEW track for %s and insert key?
sv: Skapa nytt spår för %s och infoga nyckeln?

source: Create %d NEW tracks and insert keys?
sv: Skapa %d nya banor och infoga nycklarna?

source: Create
sv: Skapa

source: Anim Create & Insert
sv: Anim Skapa & Insert

source: Anim Insert Track & Key
sv: Anim Sätt Track & Key

source: Anim Insert Key
sv: Anim Infoga Key

source: Change Anim Len
sv: Förändring Anim Len

source: Change Anim Loop
sv: Förändring Anim Loop

source: Anim Create Typed Value Key
sv: Anim Skapa Skrivna Value Key

source: Anim Add Call Track
sv: Anim Lägg till samtal Track

source: Length (s):
sv: Längd (s):

source: Animation length (in seconds).
sv: Animation längd (i sekunder).

source: Step (s):
sv: Steg (n):

source: Cursor step snap (in seconds).
sv: Markören steg snap (i sekunder).

source: Enable/Disable looping in animation.
sv: Aktivera / inaktivera looping i animation.

source: Add new tracks.
sv: Lägg till nya spår.

source: Move current track up.
sv: Flytta aktuellt spår upp.

source: Move current track down.
sv: Flytta nuvarande spår ned.

source: Remove selected track.
sv: Ta bort valda spåret.

source: Track tools
sv: spårverktyg

source: Enable editing of individual keys by clicking them.
sv: Aktivera redigering av enskilda nycklar genom att klicka på dem.

source: Max. Linear Error:
sv: Max. Linjär Fel:

source: Max. Angular Error:
sv: Max. Vinkelfel:

source: Max Optimizable Angle:
sv: Max Optimizable Vinkel:

source: Optimize
sv: Optimera

source: Key
sv: Nyckel

source: Transition
sv: Övergång

source: Scale Ratio:
sv: Skala Ratio:

source: Call Functions in Which Node?
sv: Ring funktioner där Node?

source: Remove invalid keys
sv: Ta bort ogiltiga nycklar

source: Remove unresolved and empty tracks
sv: Ta bort olösta och tomma spår

source: Clean-up all animations
sv: Saneringen alla animationer

source: Clean-Up Animation(s) (NO UNDO!)
sv: Clean-Up Animation (s) (ingen ångra!)

source: Clean-Up
sv: Städa

source: Resize Array
sv: ändra storlek Array

source: Change Array Value Type
sv: Ändra Array Värdetyp

source: Change Array Value
sv: Ändra Array Värde

source: Method List For '%s':
sv: Metod Lista för " %s ":

source: Call
sv: Syna

source: Method List:
sv: Metod Lista:

source: Arguments:
sv: Argument:

source: Return:
sv: Atergå

source: Go to Line
sv: Gå till linje

source: Line Number:
sv: Linje nummer:

source: No Matches
sv: Inga matchar...

source: Replaced %d Ocurrence(s).
sv: Ersättas %d Ocurrence (er).

source: Replace
sv: Byta ut

source: Replace All
sv: Ersätt alla

source: Match Case
sv: Liknande fall

source: Whole Words
sv: hela ord

source: Selection Only
sv: Endast val

source: Find
sv: Sök

source: Next
sv: Nästa

source: Replaced %d ocurrence(s).
sv: Ersättas %d ocurrence (er).

source: Not found!
sv: Filen kunde inte hittas

source: Replace By
sv: Ersätt med

source: Case Sensitive
sv: Skiftlägeskänsligt

source: Backwards
sv: Bakåt

source: Prompt On Replace
sv: Prompt på Ersätt

source: Skip
sv: Hoppa över

source: Line:
sv: Rikta

source: Method in target Node must be specified!
sv: Metod i målnoden måste anges!

source: Connect To Node:
sv: Anslut till Node:

source: Binds (Extra Params):
sv: Binder (Extra params):

source: Add
sv: Lägg till

source: Remove
sv: Ta bort

source: Path To Node:
sv: Väg till nod:

source: Method In Node:
sv: Metod i nod:

source: Make Function
sv: göra Funktion

source: Deferred
sv: uppskjuten

source: Oneshot
sv: Ett skott

source: Connect
sv: Ansluta

source: Connect '%s' to '%s'
sv: Anslut " %s " till " %s "

source: Create Subscription
sv: Skapa prenumeration

source: Connect..
sv: Ansluta

source: Disconnect
sv: Koppla ifrån

source: Edit Connections..
sv: Redigera anslutningar ..

source: Connections:
sv: Anslutningar

source: Create New
sv: Skapa ny

source: Matches:
sv: Resultat

source: Search Replacement For:
sv: Sök Ersättare till:

source: Dependencies For:
sv: Beroenden för:

source: Scene '%s' is currently being edited. Changes will not take effect unless reloaded.
sv: Scene " %s " för närvarande redigeras. \ NÄndringarna börjar inte gälla om inte laddas.

source: Resource '%s' is in use. Changes will take effect when reloaded.
sv: Resursen " %s " är i bruk. \ NÄndringarna träder i kraft när laddas.

source: Dependencies
sv: beroenden

source: Resource
sv: "920.384", "1053", "R&esurs"

source: Path
sv: 6.4.7 PATH (SLINGA)

source: Dependencies:
sv: beroenden:

source: Fix Broken
sv: Fix Bruten

source: Search Replacement Resource:
sv: Sökning Replacement Resurs:

source: Owners Of:
sv: Ägare av:

source: The files being removed are required by other resources in order for them to work. Remove them anyway? (no undo)
sv: krävs av andra källor Filerna tas bort för att de ska fungera. \ nRemove dem ändå? (Ingen ångra)

source: Remove selected files from the project? (no undo)
sv: Ta bort markerade filer från projektet? (Ingen ångra)

source: Error loading:
sv: Problem att ladda:

source: Scene failed to load due to missing dependencies:
sv: Scen gick inte att läsa på grund av saknade beroenden:

source: Open Anyway
sv: öppen Hur som helst

source: Which action should be taken?
sv: Vilka åtgärder bör vidtas?

source: Fix Dependencies
sv: fix beroenden

source: Errors loading!
sv: Fel lastning!

source: Permanently delete %d item(s)? (No undo!)
sv: Permanent ta bort %d produkt (er)? (Nr ångra!)

source: Owns
sv: äger

source: Resources Without Explicit Ownership:
sv: Resurser utan explicit Ägarskap:

source: Delete selected files?
sv: Ta bort markerade filer?

source: Delete
sv: Radera

source: Updating Scene
sv: uppdatering Scene

source: Storing local changes..
sv: Lagra lokala ändringar ..

source: Updating scene..
sv: Uppdatering scen ..

source: Choose a Directory
sv: Välj en katalog...

source: Create Folder
sv: Skapa mapp

source: Name:
sv: Namn:

source: Could not create folder.
sv: Kunde inte skapa mapp.

source: Choose
sv: Välj!

source: File Exists, Overwrite?
sv: Filen finns, Skriv över?

source: All Recognized
sv: samtliga redovisade

source: All Files (*)
sv: Alla filer (*)

source: Open
sv: Öppet

source: Save
sv: Spara

source: Save a File
sv: Spara en fil

source: Path:
sv: 6.4.7 PATH (SLINGA)

source: Favorites:
sv: FAVORITER

source: Recent:
sv: Senaste

source: Directories & Files:
sv: Kataloger och filer:

source: Preview:
sv: Förhandsvisning:

source: File:
sv: Fil

source: Must use a valid extension.
sv: Måste använda en giltig förlängning.

source: Cannot go into subdir:
sv: Kan inte gå in subdir:

source: Search Classes
sv: Sök klass

source: Class List:
sv: Klass Lista:

source: Class:
sv: Klass

source: Inherits:
sv: ärver:

source: Inherited by:
sv: Ärvs av:

source: Brief Description:
sv: Kort beskrivning:

source: Public Methods:
sv: Publika metoder:

source: Members:
sv: 13.094 | | användare

source: GUI Theme Items:
sv: GUI tema artiklar:

source: Signals:
sv: signaler:

source: Constants:
sv: Konstanter anter~~POS=HEADCOMP:

source: Description:
sv: Beskrivning:

source: Method Description:
sv: Metod Beskrivning:

source: Search Text
sv: Sök text

source: Added:
sv: TILLAGD

source: Removed:
sv: Tog bort:

source: Error saving atlas:
sv: Fel spara atlas:

source: Could not save atlas subtexture:
sv: Det gick inte att spara atlas subtexture:

source: Storing File:
sv: Lagra Fil:

source: Packing
sv: Förpackning

source: Exporting for %s
sv: Export för %s

source: Setting Up..
sv: Ställa in ..

source: Re-Importing
sv: Re-Import

source: Importing:
sv: Importerar

source: Node From Scene
sv: Nod från scen

source: Error saving resource!
sv: Fel spara resurs!

source: Save Resource As..
sv: Spara resurs ..

source: I see..
sv: - Jag förstår.

source: Can't open file for writing:
sv: Det går inte att öppna filen för skrivning:

source: Requested file format unknown:
sv: Önskat filformat okänd:

source: Error while saving.
sv: Fel samtidigt spara.

source: Saving Scene
sv: spara Scene

source: Analyzing
sv: analysera

source: Creating Thumbnail
sv: skapa miniatyr

source: Couldn't save scene. Likely dependencies (instances) couldn't be satisfied.
sv: Det gick inte att spara plats. Troliga beroenden (instanser) kunde inte vara nöjd.

source: Failed to load resource.
sv: Det gick inte att läsa resurs.

source: Can't load MeshLibrary for merging!
sv: Det går inte att ladda MeshLibrary för sammanslagning!

source: Error saving MeshLibrary!
sv: Fel spara MeshLibrary!

source: Can't load TileSet for merging!
sv: Det går inte att ladda tileset för sammanslagning!

source: Error saving TileSet!
sv: Fel spara tileset!

source: Can't open export templates zip.
sv: Kan inte öppna export mallar zip.

source: Loading Export Templates
sv: Laddar exportera mallar

source: Error trying to save layout!
sv: Fel försöker spara layout!

source: Default editor layout overridden.
sv: Standardredigerare layout ändras.

source: Layout name not found!
sv: Layoutnamnet kunde inte hittas!

source: Restored default layout to base settings.
sv: Restaurerade standardlayout till grundinställningar.

source: Copy Params
sv: Kopiera Params

source: Set Params
sv: ställa Params

source: Paste Resource
sv: pasta Resource

source: Copy Resource
sv: kopia Resource

source: Make Built-In
sv: Göra Inbyggd

source: Make Sub-Resources Unique
sv: Gör Sub-resurser Unik

source: There is no defined scene to run.
sv: Det inte finns någon definierad scen att köra.

source: Current scene was never saved, please save it prior to running.
sv: Aktuella scenen aldrig sparat du spara den innan du kör.

source: Could not start subprocess!
sv: Det gick inte att starta delprocess!

source: Open Scene
sv: öppen Scene

source: Open Base Scene
sv: Öppna Base Scene

source: Quick Open Scene..
sv: Snabb Open Scene ..

source: Quick Open Script..
sv: Sammanfattning Open Script ..

source: Yes
sv: Ja

source: Close scene? (Unsaved changes will be lost)
sv: Nära scen? (Osparade ändringar kommer att gå förlorade)

source: Save Scene As..
sv: Spara scen som ..

source: This scene has never been saved. Save before running?
sv: Denna scen aldrig har sparats. Spara innan du kör?

source: Please save the scene first.
sv: Spara scenen först.

source: Save Translatable Strings
sv: Spara översättbara strängar

source: Quit
sv: Avsluta

source: Exit the editor?
sv: Avsluta editorn?

source: Current scene not saved. Open anyway?
sv: Aktuella scenen sparas inte. Öppna ändå?

source: Can't reload a scene that was never saved.
sv: Det går inte att ladda en scen som aldrig har sparats.

source: Revert
sv: Återgå

source: This action cannot be undone. Revert anyway?
sv: Denna åtgärd kan inte ångras. Återgå ändå?

source: Quick Run Scene..
sv: Quick Run scen ..

source: Open Project Manager? (Unsaved changes will be lost)
sv: Open Project Manager? \ N (Osparade ändringar kommer att gå förlorade)

source: Ugh
sv: Usch

source: Error loading scene, it must be inside the project path. Use 'Import' to open the scene, then save it inside the project path.
sv: Fel vid inläsning av scen, måste det vara inne i projektet väg. Använd "Import" för att öppna scenen, sedan spara den i projektet väg.

source: Error loading scene.
sv: Fel vid inläsning av scenen.

source: Scene '%s' has broken dependencies:
sv: Scene " %s " har brutit beroenden:

source: Save Layout
sv: Spara layout

source: Delete Layout
sv: Ta bort layout

source: Default
sv: Förval

source: Switch Scene Tab
sv: Växla Scene Tab

source: %d more file(s)
sv: %d mer fil (er)

source: %d more file(s) or folder(s)
sv: %d mer fil (er) eller mapp (s)

source: Scene
sv: Scen

source: Go to previously opened scene.
sv: Gå till tidigare öppnat scen.

source: Operations with scene files.
sv: Verksamheten med scen filer.

source: New Scene
sv: ny scen

source: New Inherited Scene..
sv: Ny Inherited Scene ..

source: Open Scene..
sv: Öppen Scene ..

source: Save Scene
sv: Spara Scene

source: Close Scene
sv: nära Scene

source: Close Goto Prev. Scene
sv: Stäng Goto Föregående. Scen

source: Open Recent
sv: Öppna senaste

source: Quick Search File..
sv: Snabbsök fil ..

source: Convert To..
sv: Konvertera till..

source: Translatable Strings..
sv: Översättningsbara strängar ..

source: TileSet..
sv: Brickuppsättning ..

source: Redo
sv: Gör om

source: Run Script
sv: Kör Script

source: Project Settings
sv: projekt~~POS=TRUNC

source: Revert Scene
sv: återgå Scene

source: Quit to Project List
sv: Avsluta till Projektlista

source: Import assets to the project.
sv: Importera tillgångar till projektet.

source: Miscellaneous project or scene-wide tools.
sv: Diverse projekt eller scen omfattande verktyg.

source: Tools
sv: Verktyg

source: Export the project to many platforms.
sv: Exportera projektet till många plattformar.

source: Export
sv: Exportera

source: Play the project (F5).
sv: Spela projektet (F5).

source: Pause the scene
sv: Pausa scenen

source: Stop the scene (F8).
sv: Stoppa scen (F8).

source: Play the edited scene (F6).
sv: Spela den redigerade scenen (F6).

source: Play custom scene
sv: Spela anpassad scen

source: Debug options
sv: debug alternativ

source: Live Editing
sv: Live redigering

source: File Server
sv: Fil server

source: Deploy Remote Debug
sv: Distribuera Remote Debug

source: Deploy File Server Clients
sv: Distribuera File Server Klienter

source: Visible Collision Shapes
sv: Synliga kollision Former

source: Visible Navigation
sv: synlig Navigation

source: Settings
sv: inställningar

source: Editor Settings
sv: Editor Inställningar

source: Editor Layout
sv: redaktör Layout

source: Install Export Templates
sv: Installera exportera mallar

source: About
sv: Om

source: Alerts when an external resource has changed.
sv: Varningar när en extern resurs har förändrats.

source: Spins when the editor window repaints!
sv: Snurrar när redigeringsfönstret målar!

source: Update Always
sv: Uppdatera alltid

source: Update Changes
sv: Uppdatera Ändringar

source: Inspector
sv: Inspektör

source: Create a new resource in memory and edit it.
sv: Skapa en ny resurs i minnet och redigera den.

source: Load an existing resource from disk and edit it.
sv: Ladda en befintlig resurs från disk och redigera den.

source: Save the currently edited resource.
sv: Spara den aktuella redigerade resurs.

source: Save As..
sv: spara som

source: Go to the previous edited object in history.
sv: Gå till föregående redigerade objektet i historien.
