Repository: guzzard/godot
Catalog: tools/translations/*.po
Languages: sv

source: Source:
sv: Källa:

source: Function:
sv: Funktion

source: Child Process Connected
sv: Barn Process Ansluten

source: Inspect Previous Instance
sv: Inspektera Föregående instans

source: Inspect Next Instance
sv: Inspektera Nästa instans

source: Stack Frames
sv: stapel Frames

source: Variable
sv: variabel

source: Stack Trace (if applicable):
sv: Stack Trace (i förekommande fall):

source: Remote Inspector
sv: fjärr inspektör

source: Remote Object Properties:
sv: Fjärrobjektegenskaper:

source: Monitor
sv: Övervaka

source: Value
sv: Värde

source: Monitors
sv: bildskärmar

source: List of Video Memory Usage by Resource:
sv: Lista över video Minnesanvändning av Resurs:

source: Total:
sv: Totalt

source: Resource Path
sv: resurs Path

source: Type
sv: Typ

source: Usage
sv: Användande

source: Misc
sv: Övrigt

source: Clicked Control:
sv: Klickade Kontroll:

source: Clicked Control Type:
sv: Klickade Kontroll typ:

source: Set From Tree
sv: Ställ Från träd

source: Plugin List:
sv: Plugin Lista:

source: Change Light Radius
sv: Förändring Ljus Radie

source: Change Camera FOV
sv: Ändra kamera FOV

source: Change Camera Size
sv: Ändra kamera Storlek

source: Change Sphere Shape Radius
sv: Ändra Sphere Shape Radie

source: Change Box Shape Extents
sv: Ändra lådform Extents

source: Change Capsule Shape Radius
sv: Ändra kapselform Radius

source: Change Capsule Shape Height
sv: Ändra kapselform Höjd

source: Change Ray Shape Length
sv: Förändring Ray Shape Längd

source: Change Notifier Extents
sv: Förändrings Notifier Extents
