Repository: guzzard/godot
Catalog: tools/translations/*.po
Languages: sv

source: Replace..
sv: Byta ut..

source: Goto Function..
sv: Goto funktion ..

source: Goto Line..
sv: Gå till rad ..

source: Toggle Breakpoint
sv: Växla Brytpunkt

source: Remove All Breakpoints
sv: Ta bort alla brytpunkter

source: Goto Next Breakpoint
sv: Goto Nästa Brytpunkt

source: Goto Previous Breakpoint
sv: Goto Föregående Brytpunkt

source: Step Over
sv: Kliva över

source: Step Into
sv: Stiga in i

source: Break
sv: Ha sönder

source: Continue
sv: Nästa

source: Keep Debugger Open
sv: Hålla Debugger Öppen

source: Window
sv: Fönster

source: Move Left
sv: Flytta vänster

source: Move Right
sv: Flytta höger

source: Help
sv: Hjälp

source: Contextual
sv: kontextuella

source: Tutorials
sv: handledning

source: Open https://godotengine.org at tutorials section.
sv: Öppna https://godotengine.org vid handledning avsnitt.

source: Classes
sv: Klasser

source: Search the class hierarchy.
sv: Sök i klasshierarkin.

source: Search Help
sv: Sökhjälp

source: Search the reference documentation.
sv: Sök referensdokumentation.

source: Go to previous edited document.
sv: Gå till föregående redigerade dokumentet.

source: Go to next edited document.
sv: Gå till nästa redigerade dokumentet.

source: Create Script
sv: skapa Script

source: The following files are newer on disk. What action should be taken?:
sv: Följande filer är nyare på disken. \ NWhat åtgärder bör vidtas ?:

source: Reload
sv: Uppdatera

source: Resave
sv: spara om

source: Lighting
sv: Belysning

source: Change Scalar Constant
sv: Ändra Skalär Konstant

source: Change Vec Constant
sv: Ändra Vec Konstant

source: Change RGB Constant
sv: Förändring RGB Konstant

source: Change Scalar Operator
sv: Förändring Scalar Operator

source: Change Vec Operator
sv: Ändra Vec Operator

source: Change Vec Scalar Operator
sv: Ändra Vec Scalar Operator

source: Change RGB Operator
sv: Förändring RGB Operator

source: Toggle Rot Only
sv: Endast toggle Rot

source: Change Scalar Function
sv: Ändra skalärfunktion

source: Change Vec Function
sv: Ändra Vec Funktion

source: Change Scalar Uniform
sv: Förändring Skalär Uniform

source: Change Vec Uniform
sv: Ändra Vec Uniform

source: Change RGB Uniform
sv: Förändring RGB Uniform

source: Change Default Value
sv: Ändra standardvärde

source: Change XForm Uniform
sv: Förändring XForm Uniform

source: Change Texture Uniform
sv: Ändra konsistens Uniform

source: Change Cubemap Uniform
sv: Förändring Cubemap Uniform

source: Change Comment
sv: förändring Kommentar

source: Add/Remove to Color Ramp
sv: Lägg till / ta bort färgrampen

source: Add/Remove to Curve Map
sv: Lägg till / Ta bort för att Curve Karta

source: Modify Curve Map
sv: Modifiera Curve Karta

source: Change Input Name
sv: Ändra Input Namn

source: Connect Graph Nodes
sv: Ansluta Graph Nodes

source: Disconnect Graph Nodes
sv: Koppla från Graph Nodes

source: Remove Shader Graph Node
sv: Avlägsna Shader Graph Node

source: Move Shader Graph Node
sv: Flytta Shader Graph Node

source: Duplicate Graph Node(s)
sv: Duplicera Graph Node (er)

source: Delete Shader Graph Node(s)
sv: Radera Shader Graph Node (s)

source: Error: Cyclic Connection Link
sv: Fel: Cyklisk Connection Link

source: Error: Missing Input Connections
sv: Fel: Saknas Ingångar

source: Add Shader Graph Node
sv: Lägga Shader Graph Node

source: Orthogonal
sv: ortogonal

source: Perspective
sv: Perspektiv

source: Transform Aborted.
sv: Omvandla Aborted.

source: View Plane Transform.
sv: Vyplan Trans.

source: X-Axis Transform.
sv: X-axel Trans.

source: Y-Axis Transform.
sv: Y-axel Trans.

source: Z-Axis Transform.
sv: Z-Axis Trans.

source: Scaling to %s%%.
sv: Skalning till %s %% .

source: Rotating %s degrees.
sv: Roterande %s grader.

source: Bottom View.
sv: Undersida.

source: Bottom
sv: Botten

source: Top View.
sv: Toppvy.

source: Top
sv: Överst

source: Rear View.
sv: Bakåtsikt.

source: Rear
sv: Bak

source: Front View.
sv: Frontvy.

source: Front
sv: Främre

source: Left View.
sv: Vänster View.

source: Left
sv: Vänster

source: Right View.
sv: Höger sida.

source: Right
sv: Höger

source: Keying is disabled (no key inserted).
sv: Nyckling är inaktiverad (ingen nyckel isatt).

source: Animation Key Inserted.
sv: Animation Key in.

source: Align with view
sv: Justera med utsikt

source: Bottom (Shift+Num7)
sv: Botten (Shift + Num7)

source: Left (Num3)
sv: Vänster (Num3)

source: Right (Shift+Num3)
sv: Höger (Shift + Num3)

source: Rear (Shift+Num1)
sv: Bakre (Shift + num1)

source: Perspective (Num5)
sv: Perspektiv (Num5)

source: Orthogonal (Num5)
sv: Ortogonal (Num5)

source: Environment
sv: omgivning.

source: Audio Listener
sv: audio Ener

source: Selection (F)
sv: Val (F)

source: Align with view (Ctrl+Shift+F)
sv: Justera med utsikt (Ctrl + Skift + F)

source: No scene selected to instance!
sv: Ingen scen väljs till exempel!

source: Instance at Cursor
sv: Exempel på Markör

source: Could not instance scene!
sv: Kunde inte exempel scen!

source: Scale Mode (R)
sv: Skala Läge (R)

source: Transform
sv: Omvandla

source: Local Coords
sv: lokala koordinater

source: Transform Dialog..
sv: Omvandla Dialog ..

source: Use Default Light
sv: Använd standard Ljus

source: Use Default sRGB
sv: Använd standard sRGB

source: 1 Viewport
sv: 1 View

source: 2 Viewports
sv: 2 vyportar

source: 2 Viewports (Alt)
sv: 2 vyportar (ALT)

source: 3 Viewports
sv: 3 vyportar

source: 3 Viewports (Alt)
sv: 3 vyportar (ALT)

source: 4 Viewports
sv: 4 vyportar

source: Display Normal
sv: visning Normal

source: Display Wireframe
sv: display trådram

source: Display Overdraw
sv: visa övertrassera

source: Display Shadeless
sv: visa Shadeless

source: View Origin
sv: vy Ursprung

source: View Grid
sv: Visa Grid

source: Translate Snap:
sv: Late Snap:

source: Rotate Snap (deg.):
sv: Rotera Snap (deg.):

source: Scale Snap (%):
sv: Skala Snap (%):

source: Viewport Settings
sv: för visningsområde Inställningar

source: Default Light Normal:
sv: Standard Lätt Normal:

source: Ambient Light Color:
sv: Ambient Light Färg:

source: Perspective FOV (deg.):
sv: Perspektiv FOV (grader.):

source: View Z-Near:
sv: Visa Z-nära:

source: View Z-Far:
sv: Visa Z-Far:

source: Transform Change
sv: omvandla Förändring

source: Translate:
sv: Översätta:

source: Rotate (deg.):
sv: Rotera (deg.):

source: Scale (ratio):
sv: Skala (förhållande):

source: Transform Type
sv: omvandla Type

source: Pre
sv: Före

source: Post
sv: Inlägg

source: ERROR: Couldn't load frame resource!
sv: FEL: Det gick inte att läsa ram resurs!

source: Add Frame
sv: Lägg till ram

source: Resource clipboard is empty or not a texture!
sv: Resurs Urklipp är tomt eller inte en textur!

source: Paste Frame
sv: pasta Frame

source: Add Empty
sv: lägga Empty

source: Change Animation Loop
sv: Förändring Animation Loop

source: Change Animation FPS
sv: Förändring Animation FPS

source: (empty)
sv: Tomma

source: Animations
sv: animationer

source: Speed (FPS):
sv: Hastighet (FPS):

source: Animation Frames
sv: animation ramar

source: Insert Empty (Before)
sv: Sätt Tom (före)

source: Insert Empty (After)
sv: Sätt Tom (efter)

source: Up
sv: Upp

source: Down
sv: Ner

source: Set region_rect
sv: uppsättning region_rect

source: StyleBox Preview:
sv: StyleBox Visning:

source: Can't save theme to file:
sv: Kan inte spara tema fil:

source: Add All Items
sv: Lägg till alla artiklar

source: Add All
sv: Lägg till alla

source: Remove Item
sv: Ta bort sak

source: Add Class Items
sv: Lägg Klass Items

source: Remove Class Items
sv: Ta bort Class Items

source: Create Template
sv: Skapa mallar

source: Item
sv: Vara

source: Check Item
sv: Kontrollpost

source: Checked Item
sv: Kontrollerad Punkt

source: Has
sv: har

source: Many
sv: Många

source: Options
sv: Inställningar

source: Have,Many,Several,Options!
sv: Har, många, flera, Alternativ!

source: Tab 1
sv: tabulator

source: Tab 2
sv: tabulator

source: Tab 3
sv: tabulator

source: Type:
sv: Typ:

source: Data Type:
sv: Data typ:

source: Icon
sv: Ikon

source: Style
sv: Stil

source: Color
sv: Färg

source: Paint TileMap
sv: måla TileMap

source: Duplicate
sv: Dubblett

source: Erase TileMap
sv: radera TileMap

source: Bucket
sv: Hink

source: Pick Tile
sv: plocka Tile

source: Select
sv: Välj

source: Erase Selection
sv: radera Selection

source: Transpose
sv: införliva

source: Mirror X (A)
sv: Spegel X (A)

source: Mirror Y (S)
sv: Spegel Y (S)

source: Rotate 0 degrees
sv: Rotera 0 grader

source: Rotate 90 degrees
sv: Rotera 90 grader

source: Rotate 180 degrees
sv: Rotera 180 grader

source: Rotate 270 degrees
sv: Rotera 270 grader

source: Could not find tile:
sv: Det gick inte att hitta kakel:

source: Item name or ID:
sv: Objektnamn eller ID:

source: Create from scene?
sv: Skapa från scenen?

source: Merge from scene?
sv: Merge från scenen?

source: Create from Scene
sv: Skapa från scen

source: Merge from Scene
sv: Slå ihop från scen

source: Error
sv: Fel

source: Edit Script Options
sv: Redigera Script alternativ

source: Please export outside the project folder!
sv: Vänligen exportera utanför projektmappen!

source: Error exporting project!
sv: Fel exportera projekt!

source: Error writing the project PCK!
sv: Fel vid skrivning av projekt PCK!

source: No exporter for platform '%s' yet.
sv: Ingen exportör för plattform " %s " ännu.

source: Include
sv: Omfatta

source: Change Image Group
sv: Byt bild Group

source: Group name can't be empty!
sv: Gruppnamn kan inte vara tomt!

source: Invalid character in group name!
sv: Ogiltigt tecken i gruppnamn!

source: Group name already exists!
sv: Gruppnamnet finns redan!

source: Add Image Group
sv: Lägg avbildningsgrupp

source: Delete Image Group
sv: Radera bild Group

source: Atlas Preview
sv: Atlas Förhands

source: Project Export Settings
sv: Projektexportinställningar

source: Target
sv: Mål

source: Export to Platform
sv: Export till plattform

source: Resources
sv: Resurser

source: Export selected resources (including dependencies).
sv: Export utvalda resurser (inklusive beroenden).

source: Export all resources in the project.
sv: Exportera alla resurser i projektet.

source: Export all files in the project directory.
sv: Exportera alla filer i projektkatalogen.

source: Export Mode:
sv: Export läge:

source: Resources to Export:
sv: Resurser till Export:

source: Action
sv: Åtgärd

source: Filters to export non-resource files (comma-separated, e.g.: *.json, *.txt):
sv: Filter för att exportera icke-resursfiler (kommaseparerade, t.ex. * .json, * .txt):

source: Filters to exclude from export (comma-separated, e.g.: *.json, *.txt):
sv: Filter för att export utesluta (kommaseparerade, t.ex. * .json, * .txt):

source: Convert text scenes to binary on export.
sv: Konvertera text scener till binärt på export.

source: Images
sv: bilder

source: Keep Original
sv: Behåll ursprungliga

source: Compress for Disk (Lossy, WebP)
sv: Komprimera för Disk (förstörande, WebP)

source: Compress for RAM (BC/PVRTC/ETC)
sv: Komprimera för RAM (BC / PVRTC / ETC)

source: Convert Images (*.png):
sv: Konvertera bilder (* .png):

source: Compress for Disk (Lossy) Quality:
sv: Komprimera för Disk (förstörande) Kvalitet:

source: Shrink All Images:
sv: Krympa alla bilder:

source: Compress Formats:
sv: Komprimera Format:

source: Image Groups
sv: bild Grupper

source: Groups:
sv: g

source: Compress Disk
sv: Komprimera Disk

source: Compress RAM
sv: Komprimera RAM

source: Compress Mode:
sv: Komprimera Läge:

source: Lossy Quality:
sv: Förstörande Kvalitet:

source: Shrink By:
sv: Krympa Av:

source: Images:
sv: bilder

source: Select None
sv: Välj ingen

source: Samples
sv: Exempel

source: Sample Conversion Mode: (.wav files):
sv: Provläge Omvandling: (.wav-filer):

source: Keep
sv: Hål

source: Compress (RAM - IMA-ADPCM)
sv: Komprimera (RAM - IMA-ADPCM)

source: Sampling Rate Limit (Hz):
sv: Samplingshastighet Limit (Hz):

source: Script
sv: manus

source: Script Export Mode:
sv: Script Export läge:

source: Compiled
sv: Sammanställt

source: Encrypted (Provide Key Below)
sv: Krypterad (Ge Key Nedan)

source: Script Encryption Key (256-bits as hex):
sv: Script krypteringsnyckel (256-bitar som hex):

source: Export..
sv: Exportera;

source: Export Preset:
sv: Export förinställning:

source: Invalid project path, the path must exist!
sv: Ogiltig projekt väg, måste banan finns!

source: Invalid project path, engine.cfg must not exist.
sv: Ogiltig projekt bana måste engine.cfg inte existera.

source: Invalid project path, engine.cfg must exist.
sv: Ogiltig projekt väg, måste engine.cfg existera.

source: Imported Project
sv: importerade Project

source: Invalid project path (changed anything?).
sv: Ogiltig projekt väg (ändrat något?).

source: Couldn't create engine.cfg in project path.
sv: Det gick inte att skapa engine.cfg i projekt väg.

source: Import Existing Project
sv: Import befintligt projekt

source: Project Path (Must Exist):
sv: Projekt Path (måste finnas):

source: Project Name:
sv: Projektnamn:

source: Create New Project
sv: Skapa nytt projekt

source: Project Path:
sv: Projekt Path:

source: Browse
sv: Skumma igenom

source: New Game Project
sv: Nytt spel Project

source: That's a BINGO!
sv: Det är en BINGO!

source: Are you sure to open more than one projects?
sv: Är du säker på att öppna mer än ett projekt?

source: Are you sure to run more than one projects?
sv: Är du säker på att köra mer än ett projekt?

source: Remove project from the list? (Folder contents will not be modified)
sv: Ta projekt från listan? (Mapp innehåll ändras inte)

source: Recent Projects:
sv: Aktuella projekt:

source: Run
sv: Spring

source: Scan
sv: Skanna

source: New Project
sv: Nytt projekt

source: Exit
sv: Avsluta

source: Key
sv: Nyckel

source: Joy Button
sv: joy knapp

source: Mouse Button
sv: mUSKNAPP

source: Invalid action (anything goes but '/' or ':').
sv: Ogiltig åtgärd (något går utan '/' eller ':').

source: Action '%s' already exists!
sv: Action " %s " finns redan!

source: Rename Input Action Event
sv: Byta namn Input Action Händelse

source: Add Input Action Event
sv: Lägg Input Action Händelse

source: Shift+
sv: Skift +

source: Control+
sv: kontroll +

source: Press a Key..
sv: Trycker på en knapp ..

source: Mouse Button Index:
sv: MUSKNAPP index:

source: Left Button
sv: Vänster knapp

source: Right Button
sv: höger knapp

source: Middle Button
sv: mittenknappen

source: Wheel Up Button
sv: Hjul Up Button

source: Button 6
sv: Knapp

source: Button 7
sv: Knapp

source: Button 8
sv: Knapp

source: Button 9
sv: Knapp

source: Axis
sv: Axel

source: Joystick Button Index:
sv: Joystick Knapp index:

source: Add Input Action
sv: Lägg Input Action

source: Erase Input Action Event
sv: Radera Input Action Händelse

source: Device
sv: Anordning

source: Button
sv: Knapp

source: Left Button.
sv: Vänster knapp.

source: Right Button.
sv: Höger-knappen.

source: Middle Button.
sv: Mittenknappen.

source: Wheel Up.
sv: Hjul Up.

source: Wheel Down.
sv: Hjul Down.

source: Toggle Persisting
sv: toggle ihållande

source: Error saving settings.
sv: Gick inte att spara inställningar.

source: Settings saved OK.
sv: Inställningar sparas OK.

source: Add Translation
sv: Lägg Översättning

source: Invalid name.
sv: Ogiltigt namn.

source: Valid characters:
sv: Giltiga tecken:

source: Invalid name. Must not collide with an existing engine class name.
sv: Ogiltigt namn. Får inte kollidera med en befintlig motor klassnamnet.

source: Invalid name. Must not collide with an existing buit-in type name.
sv: Ogiltigt namn. Får inte kollidera med en befintlig buit-typ namn.

source: Invalid name. Must not collide with an existing global constant name.
sv: Ogiltigt namn. Får inte kollidera med ett befintligt globalt konstant namn.

source: Add Autoload
sv: lägga Automatisk laddning

source: Remove Autoload
sv: Ta bort Automatisk laddning

source: Move Autoload
sv: flytta Automatisk laddning

source: Remove Translation
sv: Ta bort Översättning

source: Add Remapped Path
sv: Lägga mappas Path

source: Resource Remap Add Remap
sv: Resurs REMAP Lägg REMAP

source: Change Resource Remap Language
sv: Ändra Resource REMAP Language

source: Remove Resource Remap
sv: Ta bort Resource REMAP

source: Remove Resource Remap Option
sv: Ta bort Resource REMAP Option

source: Enable
sv: Aktivera

source: Project Settings (engine.cfg)
sv: Projektinställningar (engine.cfg)

source: General
sv: Allmänt

source: Property:
sv: Fastighet

source: Copy To Platform..
sv: Kopiera till plattformen ..

source: Input Map
sv: input Karta

source: Action:
sv: handling.

source: Device:
sv: Anordning:

source: Translations
sv: Översättningar

source: Translations:
sv: Översättningar

source: Add..
sv: Lägga till

source: Resources:
sv: Resurser:

source: Remaps by Locale:
sv: Remaps genom Val av språk:

source: Locale
sv: Lokal

source: AutoLoad
sv: automatisk start

source: Node Name:
sv: Nodnamn:

source: List:
sv: Lista

source: Preset..
sv: Förinställa..

source: Ease In
sv: lätthet vid

source: Ease Out
sv: övergång

source: Zero
sv: Noll

source: Easing In-Out
sv: Underlätta In-Out

source: File..
sv: Fil

source: Load
sv: Ladda

source: Assign
sv: Tilldela

source: Error loading file: Not a resource!
sv: Fel vid inläsning av fil: Inte resurs!

source: Couldn't load image
sv: Det gick inte att läsa in bilden

source: On
sv: Aktiverad

source: Set
sv: Markera

source: Properties:
sv: egenskaper

source: Global
sv: Mixad

source: Sections:
sv: sektioner:

source: Could not execute PVRTC tool:
sv: Det gick inte att köra PVRTC verktyg:

source: Can't load back converted image using PVRTC tool:
sv: Det går inte att ladda tillbaka konverterade bilden med hjälp av PVRTC verktyg:

source: Reparent Location (Select new Parent):
sv: Reparent plats (Välj ny Parent):

source: Keep Global Transform
sv: Håll Global Trans

source: Create New Resource
sv: Skapa ny resurs

source: Open Resource
sv: öppen Resource

source: Save Resource
sv: Spara Resource

source: Resource Tools
sv: resurs~~POS=TRUNC Verktyg

source: Make Local
sv: göra lokala

source: Run Mode:
sv: Kör Läge:

source: Current Scene
sv: aktuella scenen

source: Main Scene
sv: huvudsakliga platsen

source: Main Scene Arguments:
sv: Huvudsakliga platsen argument:

source: Scene Run Settings
sv: Scene Run Inställningar

source: OK :(
sv: -Okej?

source: No parent to instance a child at.
sv: Ingen förälder till exempel ett barn på.

source: Error loading scene from %s
sv: Fel vid laddning av scen från %s

source: Error instancing scene from %s
sv: Fel instancing scen från %s

source: Cannot instance the scene '%s' because the current scene exists within one of its nodes.
sv: Kan inte exempel scenen " %s " eftersom den aktuella scenen finns inom ett av sina noder.

source: Instance Scene(s)
sv: Exempelvis scen (er)

source: This operation can't be done on the tree root.
sv: Denna operation kan inte göras på trädrot.

source: Move Node In Parent
sv: Flytta nod i föräldra

source: Move Nodes In Parent
sv: Flytta noder i Parent

source: Duplicate Node(s)
sv: Duplikat Node (er)

source: Delete Node(s)?
sv: Radera nod (s)?

source: This operation can't be done without a scene.
sv: Denna operation kan inte göras utan en scen.

source: This operation requires a single selected node.
sv: Denna operation kräver en enda vald nod.

source: This operation can't be done on instanced scenes.
sv: Denna operation kan inte göras på instanser scener.

source: Save New Scene As..
sv: Spara ny scen som ..

source: Makes Sense!
sv: Är vettigt!

source: Can't operate on nodes from a foreign scene!
sv: Inte kan fungera på noder från en främmande scen!

source: Can't operate on nodes the current scene inherits from!
sv: Inte kan fungera på noder den aktuella scenen ärver från!

source: Remove Node(s)
sv: Avlägsna nod (er)

source: Create Node
sv: skapa Node

source: Couldn't save new scene. Likely dependencies (instances) couldn't be satisfied.
sv: Det gick inte att spara ny scen. Troliga beroenden (instanser) kunde inte vara nöjd.

source: Error saving scene.
sv: Gick inte att spara plats.

source: Error duplicating scene to save it.
sv: Fel duplicera scen för att rädda den.

source: New Scene Root
sv: Ny scen Root

source: Inherit Scene
sv: ärva Scene

source: Add Child Node
sv: Lägg till underordnad nod

source: Instance Child Scene
sv: Exempelvis Barn Scene

source: Change Type
sv: Ändra typ

source: Edit Groups
sv: redigera grupper

source: Edit Connections
sv: redigera anslutningar

source: Add Script
sv: Lägg till skript

source: Merge From Scene
sv: Slå ihop från scen

source: Save Branch as Scene
sv: Spara Branch som Scene

source: Delete Node(s)
sv: Radera nod (er)

source: Add/Create a New Node
sv: Lägg till / Skapa en ny nod

source: Instance a scene file as a Node. Creates an inherited scene if no root node exists.
sv: Exempel en scen fil som en nod. Skapar en ärvd scen om ingen rotnoden existerar.

source: This item cannot be made visible because the parent is hidden. Unhide the parent first.
sv: Denna punkt kan inte synliggöras eftersom föräldern är dolt. Ta fram föräldern först.

source: Toggle Spatial Visible
sv: Toggle Spatial Synlig

source: Toggle CanvasItem Visible
sv: Toggle CanvasItem Synlig

source: Instance:
sv: Exempel:

source: Invalid node name, the following characters are not allowed:
sv: Ogiltigt nodnamn är följande tecken tillåts inte:

source: Rename Node
sv: döpa om Node

source: Scene Tree (Nodes):
sv: Scene Tree (noder):

source: Editable Children
sv: redigerbara Barn

source: Load As Placeholder
sv: Belastning som platshållare

source: Open in Editor
sv: Öppna i Editor

source: Clear Inheritance
sv: klar Arv

source: Clear Inheritance? (No Undo!)
sv: Klar arv? (Nr Ångra!)

source: Clear!
sv: Rensa!

source: Select a Node
sv: Välja en Nod

source: Same source and destination files, doing nothing.
sv: Samma källa och destination filer, gör ingenting.

source: Same source and destination paths, doing nothing.
sv: Samma källa och destination vägar, gör ingenting.

source: Can't move directories to within themselves.
sv: Kan inte flytta kataloger inom sig.

source: Can't operate on '..'
sv: Det går inte att arbeta på ".."

source: Pick New Name and Location For:
sv: Välj Nytt namn och plats för:

source: No files selected!
sv: Inga filer valda!

source: Instance
sv: Exempel

source: Edit Dependencies..
sv: Redigera Beroenden ..

source: View Owners..
sv: Se ägare ..

source: Rename or Move..
sv: Byt namn eller Flytta ..

source: Move To..
sv: Flytta till

source: Show In File Manager
sv: Visa i filhanteraren

source: Previous Directory
sv: föregående Directory

source: Next Directory
sv: Nästa Directory

source: Re-Scan Filesystem
sv: Re-Scan filsystem

source: Toggle folder status as Favorite
sv: mapp status växla som favorit

source: Instance the selected scene(s) as child of the selected node.
sv: Exempelvis den valda scenen (s) som barn för den valda noden.

source: Move
sv: Rörelse

source: Invalid parent class name
sv: Ogiltigt förälder klassnamn

source: Valid chars:
sv: Giltiga tecken:

source: Invalid class name
sv: Ogiltigt klassnamn

source: Valid name
sv: giltigt namn

source: Class name is invalid!
sv: Klassnamn är ogiltigt!

source: Parent class name is invalid!
sv: Moderklassnamn är ogiltigt!

source: Invalid path!
sv: Ogiltig väg!

source: Could not create script in filesystem.
sv: Det gick inte att skapa skript i filsystemet.

source: Path is empty
sv: Path är tom

source: Path is not local
sv: Bana är inte lokal

source: Invalid base path
sv: Ogiltig bas bana

source: File exists
sv: fil existerar

source: Invalid extension
sv: ogiltig förlängning

source: Valid path
sv: giltig sökväg

source: Class Name:
sv: Klassnamn:

source: Built-In Script
sv: Inbyggd Script

source: Create Node Script
sv: Skapa Node Script

source: Warning
sv: Varning

source: Error:
sv: Fel:
