Repository: guzzard/godot
Catalog: tools/translations/*.po
Languages: sv

source: Go to the next edited object in history.
sv: Gå till nästa redigerade objekt i historien.

source: History of recently edited objects.
sv: Historia nyligen redigerade objekt.

source: Object properties.
sv: Objektegenskaper.

source: FileSystem
sv: Filsystem

source: Output
sv: Produktion

source: Update
sv: Uppdatering

source: Thanks from the Godot community!
sv: Tack från Godot community!

source: Thanks!
sv: Tack!

source: Import Templates From ZIP File
sv: Importera mallar från ZIP-fil

source: Merge With Existing
sv: Kombinera med befintlig

source: Password:
sv: Lösenord

source: Open & Run a Script
sv: Öppna och köra ett skript

source: Load Errors
sv: belastnings Fel

source: Installed Plugins:
sv: Installerade insticksprogram:

source: Author:
sv: Författare:

source: Stop Profiling
sv: stopp Profiling

source: Measure:
sv: Mäta:

source: Frame Time (sec)
sv: Ram (sek)

source: Average Time (sec)
sv: Genomsnittlig tid (sek)

source: Fixed Frame %
sv: Fast Frame%

source: Time:
sv: Tid:

source: Inclusive
sv: Inklusive

source: Self
sv: Själv

source: Please wait for scan to complete.
sv: Vänta tills skanningen är klar.

source: Current scene must be saved to re-import.
sv: Aktuella scenen måste sparas för att importera.

source: Save & Re-Import
sv: Spara och Re-Import

source: Re-Import Changed Resources
sv: Re-Import Ändrade resurser

source: Write your logic in the _run() method.
sv: Skriv din logik i _run () metoden.

source: There is an edited scene already.
sv: Det finns en redigerad scen redan.

source: Couldn't instance script:
sv: Kunde inte exempel script:

source: Did you forget the 'tool' keyword?
sv: Har du glömt det "verktyg" sökord?

source: Couldn't run script:
sv: Det gick inte att köra skript:

source: Did you forget the '_run' method?
sv: Har du glömt det "_run metoden?

source: Default (Same as Editor)
sv: Standard (Samma som redaktör)

source: Select Node(s) to Import
sv: Välj nod (s) att importera

source: Scene Path:
sv: Scen Path:

source: Import From Node:
sv: Import från nod:

source: Can't open file_type_cache.cch for writing, not saving file type cache!
sv: Det går inte att öppna file_type_cache.cch att skriva på, spara filtyp cache!

source: Add to Group
sv: Lägg till i grupp

source: Remove from Group
sv: Ta bort från grupp

source: Group Editor
sv: grupp Redaktör

source: Group
sv: Grupp

source: Node Group(s)
sv: Nod-gruppen (er)

source: Imported Resources
sv: importerade resurser

source: No source font file!
sv: Ingen källa typsnittsfil!

source: No target font resource!
sv: Inget mål font resurs!

source: Can't load/process source font.
sv: Det går inte att läsa in / processkälla teckensnitt.

source: Couldn't save font.
sv: Det gick inte att spara teckensnitt.

source: Source Font:
sv: Källa Font:

source: Source Font Size:
sv: Källa Teckenstorlek:

source: The quick brown fox jumps over the lazy dog.
sv: Den snabba bruna räven hoppar över den lata hunden

source: Options:
sv: Val

source: Accept
sv: Acceptera

source: This file is already a Godot font file, please supply a BMFont type file instead.
sv: Denna fil är redan en Godot typsnittsfil, ange en BMFont filtyp istället.

source: Failed opening as BMFont file.
sv: Misslyckades öppning som BMFont fil.

source: Invalid font custom source.
sv: Ogiltig tecken anpassad källa.

source: Font
sv: Typsnitt

source: No meshes to import!
sv: Ingen maskor att importera!

source: Save path is empty!
sv: Spara bana är tom!

source: Source Mesh(es):
sv: Källa Mesh (er):

source: Mesh
sv: D

source: Surface %d
sv: Yta %d

source: No samples to import!
sv: Inga prover för att importera!

source: Target path is empty.
sv: Målsökväg är tom.

source: Target path must be a complete resource path.
sv: Målsökväg måste vara en komplett resurs väg.

source: Target path must exist.
sv: Målsökväg måste finnas.

source: Import Audio Samples
sv: Import Audio Prover

source: Source Sample(s):
sv: Källa Prov (s):

source: New Clip
sv: nytt klipp

source: Animation Options
sv: animerings~~POS=TRUNC

source: Bake FPS:
sv: Baka FPS:

source: Max Linear Error
sv: Max Linjär Fel

source: Max Angular Error
sv: Max vinkelfel

source: Max Angle
sv: max Vinkel

source: Name
sv: Namn

source: End(s)
sv: 12.835 | | Slutar

source: Loop
sv: Slinga

source: Filters
sv: Filter

source: Source path is empty.
sv: Källsökväg är tom.

source: Couldn't load post-import script.
sv: Det gick inte att läsa efter importen script.

source: Invalid/broken script for post-import.
sv: Ogiltig / bruten manus efter importen.

source: Error importing scene.
sv: Fel vid import av scenen.

source: Source Scene:
sv: Källa Scene:

source: Same as Target Scene
sv: Samma som målscenen

source: Shared
sv: Delad

source: Target Texture Folder:
sv: Mål Texture mapp:

source: Custom Root Node Type:
sv: Anpassad rotnod Typ:

source: Auto
sv: D

source: The Following Files are Missing:
sv: Följande filer saknas:

source: Import Anyway
sv: importera Anyway

source: Import & Open
sv: Import & Öppna

source: Edited scene has not been saved, open imported scene anyway?
sv: Redigerade scenen har inte sparats, öppna importerade scenen ändå?

source: Importing Scene..
sv: Importera scen ..

source: Running Custom Script..
sv: Kör anpassade Script ..

source: Couldn't load post-import script:
sv: Det gick inte att läsa efter importen script:

source: Invalid/broken script for post-import:
sv: Ogiltig / bruten manus efter importen:

source: Error running post-import script:
sv: Fel köra efter importen script:

source: Can't import a file over itself:
sv: Det går inte att importera en fil över sig själv:

source: Couldn't localize path: %s (already local)
sv: Det gick inte att lokalisera sökväg: %s (redan lokal)

source: Saving..
sv: Sparar

source: Uncompressed
sv: Okomprimerad

source: Compress Lossless (PNG)
sv: Komprimera Lossless (PNG)

source: Compress Lossy (WebP)
sv: Komprimera förstörande (WebP)

source: Compress (VRAM)
sv: Komprimera (VRAM)

source: Texture Format
sv: textur Format

source: Texture Compression Quality (WebP):
sv: Texture Compression kvalitet (WebP):

source: Texture Options
sv: textur Val

source: Please specify some files!
sv: Vänligen ange några filer!

source: At least one file needed for Atlas.
sv: Minst en fil som behövs för Atlas.

source: Error importing:
sv: Fel import:

source: Only one file is required for large texture.
sv: Endast en fil krävs för stora textur.

source: Max Texture Size:
sv: Max Texture Storlek:

source: Import Textures for Atlas (2D)
sv: Import Strukturer för Atlas (2D)

source: Cell Size:
sv: Cellstorlek:

source: Large Texture
sv: stor textur

source: Import Large Textures (2D)
sv: Importera stora texturer (2D)

source: Source Texture
sv: källa textur

source: Base Atlas Texture
sv: Bas Atlas Textur

source: Source Texture(s)
sv: Källa Texture (er)

source: Import Textures for 2D
sv: Import Strukturer för 2D

source: Import Textures for 3D
sv: Import texturer för 3D

source: Import Textures
sv: Importera texturer

source: 2D Texture
sv: 2D textur

source: Atlas Texture
sv: atlas textur

source: NOTICE: Importing 2D textures is not mandatory. Just copy png/jpg files to the project.
sv: ANMÄRKNING: Import av 2D-texturer är inte obligatorisk. Bara kopiera png / jpg-filer till projektet.

source: Source Texture(s):
sv: Källa Texture (s):

source: Crop empty space.
sv: Beskära tomt utrymme.

source: Texture
sv: Struktur

source: Import Large Texture
sv: Importera stora textur

source: Load Source Image
sv: Belastning Källa Bild

source: Slicing
sv: skiv~~POS=TRUNC

source: Inserting
sv: Sätta

source: Saving
sv: Sparar

source: Couldn't save large texture:
sv: Det gick inte att spara stora struktur:

source: Build Atlas For:
sv: Bygga Atlas för:

source: Loading Image:
sv: Laddar bild...

source: Couldn't load image:
sv: Det gick inte att läsa bild:

source: Converting Images
sv: Konvertera bilder

source: Cropping Images
sv: Beskära bilder

source: Blitting Images
sv: blitting bilder

source: Couldn't save atlas image:
sv: Det gick inte att spara atlas bild:

source: Couldn't save converted texture:
sv: Det gick inte att spara konverterade struktur:

source: Invalid source!
sv: Ogiltig källan!

source: Invalid translation source!
sv: Ogiltig translation källan!

source: Column
sv: Kolumn

source: Language
sv: Språk

source: No items to import!
sv: Inga objekt att importera!

source: No target path!
sv: Inget mål väg!

source: Couldn't import!
sv: Det gick inte att importera!

source: Import Translation
sv: import Översättning

source: Source CSV:
sv: Källa CSV:

source: Ignore First Row
sv: Ignorera First Row

source: Compress
sv: Komprimera

source: Add to Project (engine.cfg)
sv: Lägg till Project (engine.cfg)

source: Import Languages:
sv: Import Språk:

source: Toggle Autoplay
sv: toggle Auto

source: New Animation Name:
sv: New Animation Namn:

source: New Anim
sv: nya Anim

source: Change Animation Name:
sv: Byt Animation Namn:

source: Remove Animation
sv: avlägsna Animation

source: ERROR: Invalid animation name!
sv: FEL: Ogiltigt animation namn!

source: ERROR: Animation name already exists!
sv: FEL: Animation namn finns redan!

source: Rename Animation
sv: byta namn Animation

source: Add Animation
sv: lägga Animation

source: Blend Next Changed
sv: Blend Nästa Ändrad

source: Change Blend Time
sv: Förändring Blend Tid

source: Load Animation
sv: belastning Animation

source: Duplicate Animation
sv: duplikat Animation

source: ERROR: No animation to copy!
sv: FEL: Ingen animering att kopiera!

source: ERROR: No animation resource on clipboard!
sv: FEL: Ingen animation resurs på klippbordet!

source: Pasted Animation
sv: inklistrade Animation

source: Paste Animation
sv: klistra in Animation

source: ERROR: No animation to edit!
sv: FEL: Ingen animering redigera!

source: Play selected animation backwards from current pos. (A)
sv: Spela valda animeringen bakåt från nuvarande pos. (EN)

source: Play selected animation backwards from end. (Shift+A)
sv: Spela valda animeringen bakåt från slutet. (Skift + A)

source: Stop animation playback. (S)
sv: Stoppa animation uppspelning. (S)

source: Play selected animation from start. (Shift+D)
sv: Spela valda animeringen från början. (Shift + D)

source: Play selected animation from current pos. (D)
sv: Spela valda animeringen från nuvarande pos. (D)

source: Animation position (in seconds).
sv: Animation position (i sekunder).

source: Scale animation playback globally for the node.
sv: Skala animation uppspelning globalt för noden.

source: Create new animation in player.
sv: Skapa ny animation spelaren.

source: Load an animation from disk.
sv: Fyll en animering från disk.

source: Save the current animation
sv: Spara den aktuella animeringen

source: Display list of animations in player.
sv: Visa lista över animationer i spelaren.

source: Autoplay on Load
sv: Autoplay på Load

source: Edit Target Blend Times
sv: Redigera Target Blend Times

source: Animation Tools
sv: animeringsverktyg

source: Copy Animation
sv: Kopiera Animation

source: Create New Animation
sv: Skapa ny Animation

source: Animation Name:
sv: Animation Namn:

source: Error!
sv: Fel!

source: Next (Auto Queue):
sv: Nästa (Auto kö):

source: New name:
sv: Nytt namn:

source: Scale:
sv: SKALA

source: Fade Out (s):
sv: Tona ut (n):

source: Blend
sv: Blandning

source: Mix
sv: Blanda

source: Auto Restart:
sv: Auto omstart:

source: Restart (s):
sv: Omstart (s):

source: Random Restart (s):
sv: Random Starta (s):

source: Start!
sv: Starta

source: Amount:
sv: Summa

source: Blend:
sv: Blandning:

source: Blend 0:
sv: Blanda 0:

source: Blend 1:
sv: Blanda en:

source: Current:
sv: Aktuell.

source: Add Input
sv: Lägg Input

source: Set Auto-Advance
sv: Ställ Auto-Advance

source: Delete Input
sv: radera Input

source: Rename
sv: Ändra namn

source: Animation tree is valid.
sv: Animation träd är giltig.

source: Animation tree is invalid.
sv: Animation träd är ogiltig.

source: TimeScale Node
sv: Tidsskalan Node

source: Transition Node
sv: övergången Node

source: Import Animations..
sv: Importera animationer ..

source: Edit Node Filters
sv: Redigera Node Filter

source: Filters..
sv: Filter

source: Parsing %d Triangles:
sv: Pars %d Trianglar:

source: Triangle #
sv: triangel #

source: Light Baker Setup:
sv: Ljus Baker Setup:

source: Parsing Geometry
sv: parsing geometri

source: Fixing Lights
sv: fastställande Lights

source: Making BVH
sv: vilket gör BVH

source: Creating Light Octree
sv: Skapa Ljus Octree

source: Creating Octree Texture
sv: Skapa Octree Textur

source: Transfer to Lightmaps:
sv: Överföring till Lightmaps:

source: Allocating Texture #
sv: Allokera Texture #

source: Baking Triangle #
sv: Bakning triangel #

source: Post-Processing Texture #
sv: Efterbehandling textur #

source: BakedLightInstance does not contain a BakedLight resource.
sv: BakedLightInstance inte innehåller en BakedLight resurs.

source: Bake!
sv: Baka!

source: Reset the lightmap octree baking process (start over).
sv: Återställ lightmap octree bakningen (börja om).

source: Preview
sv: Förhandsvisning

source: Configure Snap
sv: Konfigurera Snap

source: Grid Step:
sv: Grid Steg:

source: Rotation Step:
sv: Rotation Steg:

source: Move Pivot
sv: flytta Pivot

source: Move Action
sv: flytta Action

source: Edit IK Chain
sv: Redigera IK Chain

source: Edit CanvasItem
sv: Redigera CanvasItem

source: Change Anchors
sv: förändrings Ankare

source: Paste Pose
sv: klistra in Pose

source: Select Mode (Q)
sv: Välj läge (Q)

source: Drag: Rotate
sv: Drag: Rotera

source: Alt+Drag: Move
sv: Alt + dra: Flytta

source: Press 'v' to Change Pivot, 'Shift+v' to Drag Pivot (while moving).
sv: Tryck på 'v' för att ändra Pivot, "Shift + v 'dra Pivot (när du flyttar).

source: Alt+RMB: Depth list selection
sv: Alt + RMB: Djup urvalslista

source: Move Mode (W)
sv: Flytta läge (W)

source: Rotate Mode (E)
sv: Rotera läge (E)

source: Show a list of all objects at the position clicked (same as Alt+RMB in select mode).
sv: Visa en lista över alla objekt på den position klickade \ n (samma som Alt + RMB in select-läge).

source: Click to change object's rotation pivot.
sv: Klicka för att ändra objektets rotation pivot.

source: Pan Mode
sv: panoreringsläge

source: Lock the selected object in place (can't be moved).
sv: Lås markerade objektet på plats (inte kan flyttas).

source: Unlock the selected object (can be moved).
sv: Lås upp markerade objektet (kan flyttas).

source: Makes sure the object's children are not selectable.
sv: Ser till att objektets barn kan inte väljas.

source: Restores the object's children's ability to be selected.
sv: Åter objektets barns förmåga att väljas.

source: Edit
sv: Redigera

source: Use Snap
sv: användning Snap

source: Show Grid
sv: Visa rutnät

source: Use Rotation Snap
sv: Använda Rotation Snap

source: Snap Relative
sv: snäpp Relativ

source: Configure Snap..
sv: Konfigurera Snap ..

source: Use Pixel Snap
sv: Använd Pixel Snap

source: Expand to Parent
sv: Expandera till moderbolagets

source: Skeleton..
sv: Skelett..

source: Make Bones
sv: göra Bones

source: Clear Bones
sv: tydliga Bones

source: Make IK Chain
sv: Göra IK Chain

source: Clear IK Chain
sv: Klar IK Chain

source: View
sv: Visa

source: Zoom In
sv: Zooma in

source: Zoom Out
sv: Zooma ut

source: Center Selection
sv: Center Val

source: Frame Selection
sv: frame Val

source: Insert Keys (Ins)
sv: Sätt Keys (Ins)

source: Insert Key
sv: Sätt Key

source: Insert Key (Existing Tracks)
sv: Sätt Key (befintliga spår)

source: Copy Pose
sv: Kopiera Pose

source: Clear Pose
sv: klar Pose

source: Set a Value
sv: Ange ett värde

source: Snap (Pixels):
sv: Snap (bildpunkter):

source: Create Poly
sv: skapa Poly

source: Edit Poly
sv: Redigera Poly

source: Edit Poly (Remove Point)
sv: Edit Poly (Ta Point)

source: Create a new polygon from scratch.
sv: Skapa en ny polygon från scratch.

source: Create Poly3D
sv: skapa Poly3D

source: Set Handle
sv: inställd Handtag

source: Add/Remove Color Ramp Point
sv: Lägg till / ta bort färg Ramp Point

source: Modify Color Ramp
sv: Ändra Color Ramp

source: Creating Mesh Library
sv: Skapa Mesh Library

source: Thumbnail..
sv: Miniatyrbild

source: Remove item %d?
sv: Ta bort objektet %d ?

source: Add Item
sv: Lägg till vara

source: Remove Selected Item
sv: Ta bort markerat objekt

source: Import from Scene
sv: Import från scen

source: Update from Scene
sv: Uppdatering från scen

source: Item %d
sv: Punkt %d

source: Items
sv: Föremål

source: Item List Editor
sv: Punkt listredigeraren

source: Create Occluder Polygon
sv: Skapa ockluderingsanordning Polygon

source: Edit existing polygon:
sv: Redigera befintlig polygon:

source: LMB: Move Point.
sv: LMB: Flytta Point.

source: RMB: Erase Point.
sv: RMB: Radera Point.

source: Mesh is empty!
sv: Mesh är tom!

source: Create Static Trimesh Body
sv: Skapa Static Trimesh Body

source: Create Static Convex Body
sv: Skapa Static Konvex Body

source: This doesn't work on scene root!
sv: Detta fungerar inte på scen rot!

source: Create Trimesh Shape
sv: Skapa Trimesh Shape

source: Create Convex Shape
sv: Skapa konvex form

source: Create Navigation Mesh
sv: Skapa Navigation Mesh

source: MeshInstance lacks a Mesh!
sv: MeshInstance saknar en Mesh!

source: Could not create outline!
sv: Det gick inte att skapa kontur!

source: Create Outline
sv: Skapa Outline

source: Create Trimesh Static Body
sv: Skapa Trimesh Statisk Kropp

source: Create Convex Static Body
sv: Skapa Konvex Statisk Kropp

source: Create Trimesh Collision Sibling
sv: Skapa Trimesh Collision Syskon

source: Create Convex Collision Sibling
sv: Skapa Konvex Collision Syskon

source: Create Outline Mesh..
sv: Skapa Outline Mesh ..

source: Create Outline Mesh
sv: Skapa Outline Mesh

source: Outline Size:
sv: Disposition Storlek:

source: No mesh source specified (and no MultiMesh set in node).
sv: Ingen mesh källa anges (och ingen MultiMesh uppsättning i nod).

source: No mesh source specified (and MultiMesh contains no Mesh).
sv: Ingen mesh källa anges (och MultiMesh innehåller ingen Mesh).

source: Mesh source is invalid (invalid path).
sv: Mesh källa är ogiltig (ogiltig väg).

source: Mesh source is invalid (not a MeshInstance).
sv: Mesh källa är ogiltig (inte en MeshInstance).

source: Mesh source is invalid (contains no Mesh resource).
sv: Mesh källa är ogiltigt (innehåller ingen Mesh resurs).

source: No surface source specified.
sv: Ingen yta källa anges.

source: Surface source is invalid (invalid path).
sv: Yta källa är ogiltig (ogiltig väg).

source: Surface source is invalid (no geometry).
sv: Yta källa är ogiltig (ingen geometri).

source: Surface source is invalid (no faces).
sv: Yta källa är ogiltiga (inga ansikten).

source: Parent has no solid faces to populate.
sv: Förälder har inga fasta ytor för att befolka.

source: Couldn't map area.
sv: Det gick inte att kartlägga området.

source: Select a Source Mesh:
sv: Välj en källa Mesh:

source: Select a Target Surface:
sv: Välj en målyta:

source: Populate Surface
sv: befolka Surface

source: Populate MultiMesh
sv: befolka MultiMesh

source: Target Surface:
sv: Målyta:

source: Source Mesh:
sv: Källa Mesh:

source: X-Axis
sv: x-axel

source: Y-Axis
sv: y-axel

source: Random Tilt:
sv: Slumpmässig Lutning:

source: Random Scale:
sv: Random Skala:

source: Populate
sv: Befolka

source: Create Navigation Polygon
sv: Skapa Navigation Polygon

source: Remove Poly And Point
sv: Ta bort Poly och punkt

source: Error loading image:
sv: Fel vid laddning bild:

source: No pixels with transparency > 128 in image..
sv: Inga pixlar med insyn> 128 i bilden ..

source: Set Emission Mask
sv: Fastställa utsläpps Mask

source: Clear Emission Mask
sv: Klar Emission mask

source: Load Emission Mask
sv: Belastning Emission mask

source: Generated Point Count:
sv: Genererade Point Count:

source: Node does not contain geometry.
sv: Node innehåller inte geometri.

source: Node does not contain geometry (faces).
sv: Node innehåller inte geometri (ansikten).

source: Faces contain no area!
sv: Ansikten innehåller inget område!

source: No faces!
sv: Inga ansikten!

source: Generate AABB
sv: generera AABB

source: Create Emitter From Mesh
sv: Skapa Emitter Från Mesh

source: Create Emitter From Node
sv: Skapa Sändare från nod

source: Clear Emitter
sv: klar Emitter

source: Create Emitter
sv: skapa Emitter

source: Emission Positions:
sv: Utsläpps Poster:

source: Surface
sv: Ytläge.

source: Volume
sv: Volym

source: Remove Point from Curve
sv: Ta bort Point från Curve

source: Add Point to Curve
sv: Lägg till punkt till Curve

source: Move Point in Curve
sv: Flytta kurvan

source: Move In-Control in Curve
sv: Flytta In-Control i kurva

source: Move Out-Control in Curve
sv: Flytta ut-Control i kurva

source: Select Points
sv: Välj Points

source: Shift+Drag: Select Control Points
sv: Skift + dra: Välj kontrollpunkter

source: Click: Add Point
sv: Klicka: Lägg Point

source: Right Click: Delete Point
sv: Högerklicka: Ta bort Point

source: Select Control Points (Shift+Drag)
sv: Välj kontrollpunkter (Skift + dra)

source: Add Point (in empty space)
sv: Lägg till punkt (i tomt utrymme)

source: Split Segment (in curve)
sv: Split segment (i kurva)

source: Delete Point
sv: radera Point

source: Close Curve
sv: nära Curve

source: Curve Point #
sv: Kurva Point #

source: Set Curve Point Pos
sv: Ställ kurvpunkt Pos

source: Set Curve In Pos
sv: Ställ kurva i Pos

source: Set Curve Out Pos
sv: Inställd kurva Out Pos

source: Remove Path Point
sv: Ta bort Path Point

source: Create UV Map
sv: Skapa UV Karta

source: Transform UV Map
sv: Omvandla UV Karta

source: Move Point
sv: flytta Point

source: Ctrl: Rotate
sv: Ctrl: Rotera

source: Shift: Move All
sv: Shift: Flytta allt

source: Shift+Ctrl: Scale
sv: Shift + Ctrl: Skala

source: Move Polygon
sv: drag Polygon

source: Rotate Polygon
sv: Rotera Polygon

source: Scale Polygon
sv: skala Polygon

source: Clear UV
sv: klar UV

source: Snap
sv: Knäpp fotot

source: Enable Snap
sv: aktivera Snap

source: Grid
sv: Rutnät

source: ERROR: Couldn't load resource!
sv: FEL: Det gick inte att läsa resurs!

source: Add Resource
sv: Lägg till resurs

source: Rename Resource
sv: byta namn på resurs

source: Delete Resource
sv: radera Resource

source: Resource clipboard is empty!
sv: Resurs Urklipp är tom!

source: Load Resource
sv: belastning Resource

source: Length:
sv: Längd:

source: Open Sample File(s)
sv: Öppna exempelfilen (s)

source: ERROR: Couldn't load sample!
sv: FEL: Det gick inte att läsa prov!

source: Add Sample
sv: Lägg Prov

source: Stop
sv: Stopp

source: Play
sv: Spela

source: Rename Sample
sv: byta namn Prov

source: Delete Sample
sv: radera Prov

source: 16 Bits
sv: {0}{0}{/0} bits

source: 8 Bits
sv: {0}{0}{/0} bits

source: Pitch
sv: Vinkel på rotorblad

source: Error while saving theme
sv: Fel och samtidigt spara tema

source: Error saving
sv: gick inte att spara

source: Error importing theme
sv: Fel vid import tema

source: Error importing
sv: fel import

source: Save Theme As..
sv: Spara tema som ..

source: File
sv: Fil

source: New
sv: Ny

source: Save All
sv: Rädda alla

source: History Prev
sv: historia Föreg

source: History Next
sv: historia Nästa

source: Reload Theme
sv: omladdningsTema

source: Save Theme
sv: Spara tema

source: Save Theme As
sv: Spara tema som

source: Move Up
sv: Flytta upp

source: Move Down
sv: Flytta ned

source: Indent Left
sv: indrag Vänster

source: Indent Right
sv: indrag Höger

source: Toggle Comment
sv: Växla kommentar

source: Clone Down
sv: klon Down

source: Complete Symbol
sv: komplett Symbol

source: Trim Trailing Whitespace
sv: Trim avslutande blank

source: Auto Indent
sv: Automatiskt indrag

source: Find..
sv: Sök

source: Find Next
sv: Hitta nästa

source: Find Previous
sv: Sök föregående
